<?php
return [
  // header 
    'gallery'=> 'المعروضات',
    'signup'=>'انشاء حساب',
    'artists'=>'الفنانين',
    'whoWeAre'=>'من نحن',
    'imAnArtist'=>'أنا فنان',
    'login'=>'تسجيل دخول',
    'logout'=>'تسجيل خروج',
    'admin'=>'آدمن',
    'supportArtist'=>'دعم فنان',
    'language'=>'اللغة',
    'english'=>'الانجليزية',
    'arabic'=>'العربية',
    'paintings'=>'اللوحات',
    'photography'=>'فوتوغرافيا',
    'drawings'=>'الرسومات',
    'sculpture'=>'المنحوتات',
    'digital'=>'رقمي',
    'live'=>'مباشر',
    'search'=>'...ابحث عن أي شيء هنا',

    // footer
    'getLatestUpdates'=>'للإطلاع على آخر التحديثات',
    'enterEmail'=>'أدخل الايميل الخاص بك',
    'go'=>'أدخل ',
    'about'=>'عن الموقع',
    'allArtworks'=>'كل الأعمال الفنية',
    'virtualWorld'=>'العالم الافتراضي',
    'moreInfo'=>'مزيد من المعلومات',
    'becomeAPartners'=>'كن شريكنا',
    'faq'=>'الأسئلة المتكررة',
    'support'=>'الدعم',
    'privacyPolicy'=>'سياسة الخصوصية',
    'followUs'=>'تابعنا',
    'rightsReserved'=>'كل الحقوق محفوظة',

    // who we are page
    'whoWeAreTitle'=>'من نحن',
    'expressYour'=>' عبر عن لمستك الفنية مع ARTFEAT.',
    'newlyEstablished'=>'شركة فلسطينية ناشئة اسست حديثاً ،نحن هنا لتقديم منصة شاملة تجمع بين الإبداع والتميز والإلهام في عالم الفن.
    نحن نجمع المواهب والالهام من المبدعين الفلسطينيين لنعرضها بفخر امام العالم.نحن هنا لنساعدك في تحقيق احلامك ونمنحك المساحة الرقمية لتعرض وتسوق اعمالك بكل فخر 
    نحن نؤمن بقوة الفن وتأثيره، روحنا مضطربة ، وداخلنا المتمرد بالفرح يقول:"اخلق من
    خيالك لوحة ودعها تنبض 
    بالحياة
    "',

    'indeedYour'=>'"بالتأكيد، لديك الحق. نحن هنا نتحدث بصراحة ومباشرة، لماذا؟ لأننا نعتبر أن الاتصال المباشر والصريح أمر ضروري. نحن نهتم بتوفير بيئة عمل تعتمد على التواصل المباشر والاحترام بين الجميع."',


    'creativityIs'=>'الإبداع هو محور عملنا، ندعم التعبير الفني الأصيل ونحتفي بالأعمال التي تعكس الابتكار والتميز. نلتزم بأعلى معايير الجودة للحفاظ على أصالة وجمال الأعمال الفنية، ونحرص على حماية حقوق الملكية الفكرية للفنانين بعناية فائقة',
    'weStrive'=>'.نسعى لتعزيز التفاعل الحيوي بين الفنانين وعشاق الفن، مما يكوّن مجتمعًا نشطًا ومترابطًا. نولي اهتمامًا خاصًا لدعم الفنانين الفلسطينيين، ونساعدهم في الوصول إلى جمهور عالمي وتعزيز وجودهم على الساحة الدولية. الشفافية هي أساس تعاملاتنا، حيث نعمل بوضوح ونزاهة لبناء ثقة متبادلة مع مستخدمينا',
    'theseValues' => 'هذه القيم تشكل الأساس الذي نبني عليه كل ما نقوم به في Artfeat، 
    مما يمكننا من تقديم تجربة فنية متميزة ومشوقة',


    'ourValue'=>'قيمنا',
    'joinOurArtists'=>'انضم إلى الفنانين الخاصين بنا',
    'joinDesc'=>'هل  أنت فنان تبحث عن منصة لعرض مواهبك؟ لا داعي للبحث بعد الآن! انضم إلى مجتمعنا النابض بالحياة من الفنانين وتواصل مع جمهور عالمي متشوق لاكتشاف الإبداعات الفريدة. سواء كنت رسامًا، أو نحاتًا، أو مصورًا، أو أي نوع آخر من الفنانين البصريين، فنحن نرحب بك لمشاركة وجهة نظرك الفريدة مع جمهورنا المتنوع. انضم إلينا اليوم ودع إبداعك يتألق !',
    'supporters'=>'الشركاء والداعمون',
    'Dedication'=>'إهداء',
    'weDedicate'=>' نهدي هذا العمل لرواد الأعمال الفلسطينيين الذين فقدناهم في هذه الحرب، وللفنان الفلسطيني حنظلة ولكافة الفنانين الفلسطينيين الذين يعبرون عن صوت النضال والصمود من خلال فنهم. نهدي هذا العمل أيضًا لأعضاء الفريق التقني الذين ارتقوا في هذه الحرب، والذين كانوا يأملون دائمًا في إنشاء منصة رقمية تظهر الفن الفلسطيني للعالم  بأجمل صورة  .',
    'weAreCommited'=>'
    نحن ملتزمون بتكريم تضحياتهم ونقل رسالة الفن الفلسطيني إلى الساحة العالمية، مؤمنين بأن الإبداع والفن هما وسيلتان قويتان للحفاظ على الهوية الفلسطينية ونشر ثقافتنا الغنية والمتنوعة. عبر Artfeat، نسعى لضمان استمرار أحلامهم وأن يظل الفن الفلسطيني مصدر إلهام وتأثير عالمي.

    
    ',
    'weBelieveThat'=>'
    نحن نؤمن بأن الفن هو لغة الإنسانية، وأنه من خلاله يمكننا بناء جسور التواصل والفهم بين الشعوب. ندعو كل فنان فلسطيني إلى مواصلة إبداعه، متحدين في رسالتهم، ليرسموا مستقبلًا أكثر إشراقًا لنا جميعًا. دعونا نبني معًا منصة قوية للفن الفلسطيني تعكس جمالية تاريخنا وروعة تراثنا للعالم بأسره. من خلال Artfeat، نسعى جاهدين للتأكد من أن أحلامهم تعيش وأن الفن الفلسطيني يستمر في إلهام الناس في جميع أنحاء العالم
    ',

    // main welcome page
    'shopPaintings'=>'تسوق أجمل',
    'upcomingEvents'=>'الأحداث ',
    'paintingsNow'=>'اللوحات الآن',
    'pricesDesc'=>'من أفضل القطع الفنية التي سوف تبهج عينيك ',
    'discover'=>'اكتشف',
    'shopByCategory'=>'تسوق عن طريق الفئات',
    'viewAll'=>'عرض الكل',
    'lastPaintings'=>'آخر اللوحات :',
    'addToCart'=>'أضف إلى السلة',
    'by'=>'بواسطة :',
    'bestSeller'=>'أفضل البائعين :',
    'popularArtists'=>'فنانين مشهورين :',
    'sales'=>'مبيعات',
    'theMostBeatifulpaintings'=>'...أجمل اللوحات',
    'whyArtfeat'=>'  لماذا ArtFeat',
    'whyArtfeatText'=>'تقدم منصتنا عرض مميز للوحات وصور تبرز جمال المناطق السياحية في فلسطين. كما يتيح للفنان إنشاء متجر خاص به لعرض وتسويق أعماله الفنية، مع التأكيد على سياسة حماية حقوق الملكية الفكرية وتطبيق معايير الجودة العالية لضمان الحفاظ على أصالة العمل الفني. نحن نعمل على توفير تجربة مستخدم فريدة باستخدام تقنية blockchain .لدعم موقعنا في المستقبل',
    'learnMore'=>'المزيد عن هذا',
    'joinOur'=>'انضم إلى',
    'listCreators'=>'قائمة المنشئين خاصتنا',
    'registerNow'=>'انضم الآن',
    'viewProfile'=>'عرض الملف الشخصي',
    'becomeArtist'=>'كن فناناً ',
    'submit'=>'تقديم',

    // discover page
    'discoverOurArtists'=>'تعرف على الفنانين الخاصين بنا',
    'discoverOurArtistsDes'=>'ابحث عن أعمالهم الفنية ، اقرأ عنها ، و إذا اعجبك العمل الفني ، احصل عليه !'  ,  
    'descoverSaerch'=>'ابحث عن فنان',
    'descoverSaerchButton'=>'ابحث',


    'allCategories'=>'كل الفئات',


    // artist profile
    'artworks'=>'أعمال فنية',
    'followers'=>'متابعين',
    'following'=>'يتابع',
    'myFollowing'=>'أتابعه',
    'sureUnfollow'=>'هل تريد تأكيد الغاء المتابعة؟',
    'unfollow'=>'الغاء المتابعة',
    'editAccount'=>'تعديل معلومات الحساب',
    'artwork'=>'أعمال فنية',
    'collections'=>'المجموعات',
    'favorite'=>'المفضلات',
    'about'=>'عن الفنان',
    'addCollection'=>'أضف مجموعة',
    'noCollections'=>'لا يوجد مجموعات',
    'noArtworks'=>'لا يوجد أعمال فنية',
    'noFavorite'=>' لا يوجد مفضلات',
    'addArtworkk'=>'+فن',
    'aboutArtistDesc'=>'وصف الفنان',
    'save'=>'حفظ',
    'addDesc'=>'أضف وصف',
    'country'=>'البلد',
    'addCountry'=>'أضف بلدك من خلال تعديل الحساب الخاص بك ',
    'city'=>'المدينة',
    'addCity'=>'أضف مدينتك من خلال تعديل الحساب الخاص بك ',
    'expertise'=>'الخبرات',
    'addExpert'=>'أضف خبرة',
    'newExpert'=>'خبرة جديدة',
    'expert'=>'الخبرة',
    'close'=>'إغلاق',
    'add'=>'أضف',
    'yearsOfExperience'=>'سنوات الخبرة',
    'thisArtistHas'=>'هذا الفنان يمتلك',
    'yearsOfExperienceDes'=>' سنوات من الخبرة',
    'addExperienceYears'=>'أضف سنين خبرتك',
    'socialMedia'=>'مواقع التواصل الاجتماعي',
    'addFacebook'=>'أضف الفيسبوك الخاص بك من خلال تعديل الحساب الخاص بك',
    'addInstagram'=>'أضف الانستغرام الخاص بك من خلال تعديل الحساب الخاص بك',
    'addWebsite'=>'أضف موقعك الالكتروني الخاص بك من خلال تعديل الحساب الخاص بك',
    'addBehance'=>' الخاص بك من خلال تعديل الحساب الخاص بك behance أضف حساب',
    'follow'=>'متابعة',
    'artistDescription'=>'وصف الفنان',
    'artistCountry'=>'بلد الفنان',
    'artistCity'=>'مدينة الفنان',
    'artistExpertise'=>'خبرات الفنان',
    'artistYears'=>'عدد سنوات الخبرة',
    'ArtistFacebook'=>'حساب الفيسبوك للفنان',
    'artistInstagram'=>'حساب الانستغرام للفنان',
    'artistWebsite'=>'الموقع الالكتروني للفنان',
    'artistBehance'=>'حساب بيهانس للفنان',
    

    // terms and conditions
    'termsAndConditions'=>'الأحكام والشروط',
    'pleaseRead'=>'   
      يرجى قراءة هذه الأحكام والشروط بعناية قبل استخدام
     الذي يتم تشغيله من خلال شركة لوريم' ,
     
    'yourAccess'=>'إن وصولك إلى الخدمة واستخدامها مشروط بقبولك لهذه الشروط والامتثال لها.
     تنطبق هذه الشروط على جميع الزوار والمستخدمين وغيرهم ممن يصلون إلى الخدمة أو يستخدمونها .',
    
    'byAccessing'=>' من خلال الوصول إلى الخدمة أو استخدامها، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من الشروط، فلا يجوز لك الوصول إلى الخدمة .',
    
    'content'=>'المحتوى',
    'ourServiceAllow'=>'تتيح لك خدمتنا نشر وربط وتخزين ومشاركة وإتاحة معلومات معينة أو نصوص أو رسومات أو مقاطع فيديو أو مواد أخرى ("المحتوى"). أنت مسؤول عن المحتوى الذي تنشره في الخدمة، وتوافق على عدم انتهاك أي قوانين أو انتهاك
    حقوق الآخرين في استخدامك للخدمة .',

    'intellectualProperty'=>'الملكية الفكرية',
    'theService' => '
        الخدمة ومحتواها الأصلي وميزاتها ووظائفها هي
        Lorem Ipsum Ltd وستظل ملكية حصرية لشركة 
        والجهات المرخصة لها. الخدمة محمية بموجب حقوق الطبع والنشر والعلامات التجارية والقوانين الأخرى
        في كل من البلاد والدول الأجنبية.
    ',
    'linksToWebsites'=>'روابط المواقع الأخرى',
    'ourServiceMayContain'=>'
    
    قد تحتوي خدمتنا على روابط لمواقع أو خدمات تابعة لجهات خارجية. Lorem Ipsum Ltd ليست مملوكة أو خاضعة لسيطرة شركة 
    وليس لدينا أي تحكم أو أي مسؤولية عن المحتوى أو سياسات الخصوصية أو
    ممارسات أي مواقع أو خدمات تابعة لجهات خارجية. أنت تعترف و
    Lorem Ipsum Ltd  توافق على أن شركة 
    لن تكون مسؤولة أو ملزمة بشكل مباشر
    أو بشكل غير مباشر، عن أي ضرر أو خسارة ناجمة أو يزعم أنها ناجمة عن ذلك
    أو فيما يتعلق باستخدام أو الاعتماد على أي محتوى أو سلع أو
    أو الخدمات المتاحة على أو من خلال أي من هذه المواقع أو الخدمات
    
    .',
    'termination'=>'إنهاء',
    'weMayTerminate'=>'
    
    يجوز لنا إنهاء أو تعليق الوصول إلى خدمتنا على الفور، دون إشعار مسبق أو مسؤولية، لأي سبب من الأسباب، بما في ذلك على سبيل المثال لا الحصر، إذا قمت بخرق الشروط. جميع أحكام الشروط التي بطبيعتها يجب أن تظل سارية بعد الإنهاء، يجب أن تظل سارية بعد الإنهاء، بما في ذلك،
     على سبيل المثال لا الحصر، أحكام الملكية وإخلاء المسؤولية عن الضمان والتعويض وحدود المسؤولية
    .
    
    
    ',
    'governingLaw'=>'القانون الحاكم',
    'theseTermsShall'=>'
    تخضع هذه الشروط وتفسر وفقًا لقوانين [الدولة]، بغض النظر عن تعارضها مع أحكام القانون. 
    لن يكون الفشل في تنفيذ أي حق أو شرط من هذه الشروط
    يعتبر تنازلا عن تلك الحقوق. إذا كان أي شرط من هذه الشروط 
    يعتبر غير صالح أو غير قابل للتنفيذ من قبل المحكمة، والأحكام المتبقية
    ستظل هذه الشروط سارية المفعول
    .
    
    
    ',
    'changes'=>'التغييرات',
    'weReserve'=>'
    نحن نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال
    الشروط في أي وقت. إذا كانت المراجعة مادية، فسنحاول تقديمها في
    إشعار قبل 
    من الأيام على الأقل قبل سريان أي شروط جديدة. ما
      سيشكل تغييرًا جوهريًا سيتم تحديده وفقًا لتقديرنا الخاص
    .
    
    ',

    //error404
    'noResult'=>'لم يتم العثور على نتائج !.. من فضلك جرب طريقة بحث أخرى',
    'homePage'=>'الصفحة الرئيسية',
    'searchh'=>'ابحث',

    

    // privacy policy
    'privacyPolicy'=>'سياسة الخصوصية',
    'usWeOrOur'=>'   نحن أو ما يخصنا يقوم بتشغيل موقع الويب(الموقع) الذي يقدم خدمة [الخدمة]  ',
    'thisPage'=>'تُعلمك هذه الصفحة بسياساتنا المتعلقة بجمع المعلومات الشخصية واستخدامها والكشف عنها عند استخدام خدمتنا',
    
    'weWillNot'=>'لن نستخدم معلوماتك أو نشاركها مع أي شخص باستثناء ما هو موضح في سياسة الخصوصية هذه.',
   
    'weUseYour'=>'نحن  نستخدم معلوماتك الشخصية لتوفير الخدمة وتحسينها. باستخدام الخدمة، فإنك توافق على جمع واستخدام المعلومات وفقا لهذه السياسة.',

    
    'infoCollection'=>'جمع المعلومات واستخدامها',

    'whileUsingOur'=>'أثناء استخدام خدمتنا، قد نطلب منك تزويدنا ببعض معلومات التعريف الشخصية التي يمكن استخدامها للاتصال بك أو التعرف عليك. قد تتضمن معلومات التعريف الشخصية، على سبيل المثال لا الحصر، اسمك وعنوان بريدك الإلكتروني وعنوانك البريدي ورقم هاتفك ("المعلومات الشخصية") .',
     

    'cookies'=>'الكوكيز',

    'cookiesAreFiles'=>'  ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات، والتي قد تتضمن معرفًا فريدًا مجهولاً. يتم إرسال ملفات تعريف الارتباط إلى متصفحك من موقع ويب ويتم نقلها إلى جهازك. نحن نستخدم ملفات تعريف الارتباط لجمع المعلومات لتحسين خدماتنا. يمكنك توجيه متصفحك لرفض جميع ملفات تعريف الارتباط أو الإشارة إلى وقت إرسال ملف تعريف الارتباط. ومع ذلك، إذا كنت لا تقبل ملفات تعريف الارتباط، فقد لا تتمكن من استخدام بعض أجزاء خدمتنا . ',

    
    'logData'=>'تسجيل البيانات',

    'weCollectInfo'=>'
    نقوم بجمع المعلومات التي يرسلها متصفحك عندما تزور خدمتنا ("بيانات السجل")
    ،قد تتضمن بيانات السجل هذه معلومات مثل عنوان بروتوكول الإنترنت لجهاز الكمبيوتر الخاص بك 
  ونوع المتصفح،
   وإصدار المتصفح، وصفحات خدمتنا التي تزورها، ووقت وتاريخ زيارتك، والوقت الذي تقضيه في تلك الصفحات، و إحصائيات أخرى.',


    'serviceProvider'=>'مقدمي الخدمة',


    'weMayEmploy'=>'يجوز لنا توظيف شركات وأفراد من جهات خارجية للأسباب التالية : ',

    'toFacilitate'=>'لتسهيل خدمتنا',
    'toProvide'=>'لتقديم الخدمة نيابة عنا',

    'toPerform'=>'لأداء الخدمات المتعلقة بالخدمة',
    'toAssist'=>'لمساعدتنا في تحليل كيفية استخدام خدمتنا',
    'weWantToInform'=>'نريد إبلاغ مستخدمي خدمتنا بأن هذه الأطراف الثالثة يمكنها الوصول إلى معلوماتك الشخصية. والسبب هو أداء المهام الموكلة إليهم نيابة عنا. ومع ذلك، فهم ملزمون بعدم الكشف عن المعلومات أو استخدامها لأي غرض آخر .',
    
    'security'=>'الحماية',


    'theSecurityOfYourPersonal'=>'يعد أمان معلوماتك الشخصية أمرًا مهمًا بالنسبة لنا، ولكن تذكر أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكترونية آمنة بنسبة 100%. بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية معلوماتك الشخصية، لا يمكننا ضمان أمانها المطلق .',
    'otherSites'=>'مواقع أخرى',
    
    'ourServiceMayContainLinks'=>' قد تحتوي خدمتنا على روابط لمواقع أخرى لا نقوم بإدارتها. إذا نقرت على رابط جهة خارجية، فسيتم توجيهك إلى موقع الجهة الخارجية. ننصحك بشدة بمراجعة سياسة الخصوصية لكل موقع تزوره. ليس لدينا أي سيطرة ولا نتحمل أي مسؤولية عن المحتوى أو سياسات الخصوصية أو الممارسات الخاصة بأي مواقع أو خدمات تابعة لجهات خارجية .',
    
    'childrenPrivacy'=>'خصوصية الأطفال',


    'ourServiceDoesnt'=>' خدمتنا لا تستهدف أي شخص يقل عمره عن 13 عامًا ("الأطفال"). نحن لا نجمع معلومات تعريف شخصية من الأطفال دون سن 13 عامًا عن عمد. إذا كنت أحد الوالدين أو الوصي وكنت على علم بأن أطفالك قد زودونا بمعلومات شخصية، فيرجى الاتصال بنا. إذا علمنا أننا قمنا بجمع معلومات شخصية من طفل يقل عمره عن 13 عامًا دون التحقق من موافقة الوالدين، فإننا نتخذ خطوات لإزالة تلك المعلومات من خوادمنا .',
    'changesToThis'=>'التغييرات على سياسة الخصوصية هذه',
    'weMayUpdate'=>'قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. وسوف نقوم بإعلامك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة. ننصحك بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات. تصبح التغييرات التي يتم إجراؤها على سياسة الخصوصية هذه فعالة عند نشرها على هذه الصفحة .',
    
    'contactUs'=>'تواصل معنا',
    'ifYouHaveAnyQuestions'=>' إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا :',
    'byEmail'=>'عبر البريد الإلكتروني: [عنوان البريد الإلكتروني]',
    'byVisitingThisPage'=>'[ عنوان الموقع ] :من خلال زيارة هذه الصفحة على موقعنا',






    // sign in
    'signIn'=>'تسجيل الدخول',
    'stayUpdatedOn'=>'ابقَ على اطلاع على العالم الفني',
    'email'=>'ايميل',
    'password'=>'كلمة المرور',
    'forgotPassword'=>'هل نسيت كلمة السر؟',
    'or'=>'أو',
    'continueWithGoogle'=>'سجل الدخول باستخدام جوجل',
    'signInWithApple'=>'سجل الدخول باستخدام أبل',
    'newToArtfeat'=>'  جديد في Artfear؟',
    'joinNow'=>'انضم الآن',
    'areYouAnArtist'=>'هل أنت فنان؟',
    'letsGetYouStarted'=>'دعنا نبدأ',

    // landign signup
    'createAnAccount'=>'أنشئ حساب',
    'beTheSpark'=>'كن شرارة فن',
    'name'=>'الاسم',
    'confirmPassword'=>'تأكيد كلمة المرور',
    'alreadyHaveAccount'=>'لديك حساب بالفعل؟',
    'login'=>'تسجيل دخول',

    // artist signup
    'generalInfo'=>'معلومات عامة',
    'storeName'=>'اسم المتجر',
    'selectCountry'=>'اختر بلد',
    'selectCity'=>'اختر مدينة',
    'isYourBusinessRegistered'=>'هل عملك مسجل؟',
    'yes'=>'نعم',
    'no'=>'لا',

    // edit profile
    'yourProfileDetails'=>'تفاصيل حسابك',
    'yourPhoto'=>'صورتك الشخصية',
    'uploadNewImage'=>'أضف صورة جديدة',
    'artistName'=>'اسم الفنان',
    'store'=>'المتجر',
    'country'=>'البلد',
    'city'=>'المدينة',
    'artworkProvided'=>'العمل الفني المقدم',
   
    'facebook'=>'فيسبوك',
    'instagram'=>'انستغرام',
    'tiktok'=>'تيكتوك',
    'twitter'=>'تويتر',
    'website'=>'الموقع الالكتروني',
    'behance'=>'حساب بيهانس',
    'backToProfile'=>'< عودة الى الحساب الشخصي',
    'profileDetails'=>'تفاصيل الحساب',
    'cancel'=>'إلغاء',
    'saveChanges'=>'حفظ التغييرات',


    // add to collection
    'addNewArtwork'=>'أضف عمل فني جديد إلى مجموعتك',
    'imgTitle'=>'عنوان الصورة',
    'artworkType'=>'نوع العمل الفني',
    'uploadDigital'=>'تحميل ملف العمل الرقمي',
    'artworkCategory'=>'فئة العمل الفني',
    'description'=>'الوصف',
    'didYouCreate'=>'هل قمت بإنشاء قطعة الفن هذه؟',
    'dateOfCreation'=>'تاريخ الانشاء',
    'artworkDimensions'=>'أبعاد العمل الفني',
    'price'=>'السعر',
    'priceAfterDiscount'=>'السعر بعد الخصم',
    'quantity'=>'الكمية',
    'productVisibility'=>'رؤية المنتج',
    'upload'=>'تحميل',
    'addNewImage'=>'أضف صورة جديدة',
    'add'=>'إضافة',
    'chooseCategory'=>'اختر فئة',
    'addArtwork'=>'أضف عمل فني',

    // cart
    'cartDetails'=>'تفاصيل عربة التسوق',
    'cart'=>'عربة التسوق',
    'noItemsInYourCart'=>'لا يوجد منتجات في عربة التسوق الخاصة بك',
    'orderSummary'=>'ملخص الطلب',
    'total'=>'المجموع',
    'subtotal'=>'المجموع الجزئي',
    'shipping'=>'الشحن',
    'thisItemIsAGift'=>'هذا المنتج هدية',
    'addFrame'=>'أضف إطار',
    'Total'=>'المجموع',
    'continueToPayment'=>'الاستمرار إلى الدفع',
    'showMyPaidInvoices'=>'إظهار الفواتير التي قمت بدفعها',

    // paid invoices
    'invoiceDetails'=>'تفاصيل الفاتورة',
    'productName'=>'اسم المنتج',
    'productPrice'=>'سعر المنتج',
    'Quantity'=>'الكمية',
    'Image'=>'الصورة',
    'PaidAt'=>'تم الدفع في',

    // add collection
    'addNewCollection'=>'أضف مجموعة جديدة',
    'yourCollectionDetails'=>' تفاصيل المجموعة الخاصة بك',
    'collectionName'=>'اسم المجموعة',
    'createCollection'=>'أنشئ المجموعة',


    // extra
    'EditArtwork'=>'تعديل عمل فني',
    'sectionInfo'=>'معلومات القسم',
    'userInfo'=>'معلومات المستخدم',
    'age'=>'العمر',
    'seeDetails'=>'عرض التفاصيل',
    'addFund'=>'أضف رصيد',
    'artworkBelongs'=>'الأعمال الفنية التي تنتمي لهذا القسم',
    'yourCartItems'=>'المنتجات في السلة الخاصة بك',
    'showConfirmPayment'=>'ادفع باستخدام المحفظة',
    'payNow'=>'ادفع الآن',
    'totalPay' => 'المجموع: $',
    'addToAuctions'=>'أضف العمل الفني للمزادات',
    'ifYouWant'=>'*إذا أردت إضافة هذا العمل الفني الى المزاد ، قم بتحديد التواريخ',
    'startsAt'=>'يبدأ من ',
    'endsAt'=>'ينتهي في',
    'supportArtist'=>'ادعم الفنان',
    'profile'=>'الملف الشخصي',
    'showMore'=>'عرض المزيد',
    'collectionn'=>'+مجموعة',
    'editCollection'=>'تعديل المجموعة',
    'update'=>'تعديل',
    'enterFundsAmount'=>'أدخل كمية الرصيد',
    'fund'=>'كمية الرصيد',
    'newCollection'=>'مجموعة جديدة',
    'collectionName'=>'اسم المجموعة',
    'showMore'=>'عرض المزيد',
    'noArtworkBelongs'=>'لا يوجد أعمال فنية تنتمي الى هذا القسم',
    'supportArtist'=>'ادعم فنان',
    'noArtist'=>'لم يتم العثور على الفنان',
    'title'=>'العنوان',
    'userPic'=>'صورة المستخدم',
    'uploadImg'=>'تحميل صورة',
    'userDetails'=>'معلومات المستخدم',
    'emailUser'=>'الايميل',
    'points'=>'النقاط',
    'fundsInYourWallet'=>'مقدار الرصيد في محفظتك',


    // support tickets
    'supportTickets'=>'تذاكر خدمة العملاء',
    'openedTickets'=>'التذاكر المفتوحة',
    'closedTickets'=>'التذاكر المغلقة',
    'addNewTicket'=>'أضف تذكرة جديدة',
    'ticketTitle'=>'عنوان التذكرة',
    'ticketBody'=>'محتوى التذكرة',
    'noTickets'=>'لا يوجد تذاكر خاصة بك',
    'body'=>'محتوى التذكرة',
    'showReplies'=>'إظهار الردود',
    'closeTicket'=>'إغلاق التذكرة',
    'ticket'=>'التذكرة',
    'replies'=>'الردود',
    'replyToThisTicket'=>'أضف رداً لهذه التذكرة',
    'submitReply'=>'ارسل الرد',
    'backToTickets'=>'الرجوع الى التذاكر',
    'noClosedTickets'=>'لا يوجد تذاكر مغلقة',
    'paymentType'=>'طريقة الدفع',
    'visa'=>'بطاقة فيزا',
    'wallet'=>'محفظة المستخدم',
    'unknown'=>'غير معروف',
    'confirmPayment'=>'تأكيد الدفع',
    
    


    


  



];