<?php
return [
    'gallery'=> 'المعروضات',
    'signup'=>'انشاء حساب',
    'artists'=>'الفنانين',
    'whoWeAre'=>'من نحن',
    'imAnArtist'=>'أنا فنان',
    'login'=>'تسجيل دخول',
    'language'=>'اللغة',
    'english'=>'الانجليزية',
    'arabic'=>'العربية',
    'paintings'=>'اللوحات',
    'photography'=>'فوتوغرافيا',
    'drawings'=>'الرسومات',
    'sculpture'=>'المنحوتات',
    'digital'=>'رقمي',
    'live'=>'مباشر',
    'search'=>'...ابحث عن أي شيء هنا',


    'getLatestUpdates'=>'للإطلاع على آخر التحديثات',
    'enterEmail'=>'أدخل الايميل الخاص بك',
    'go'=>'أدخل ',
    'about'=>'عن الموقع',
    'allArtworks'=>'كل الأعمال الفنية',
    'virtualWorld'=>'العالم الافتراضي',
    'moreInfo'=>'مزيد من المعلومات',
    'becomeAPartners'=>'كن شريكنا',
    'faq'=>'الأسئلة المتكررة',
    'support'=>'الدعم',
    'privacyPolicy'=>'سياسة الخصوصية',
    'followUs'=>'تابعنا',
    'rightsReserved'=>'كل الحقوق محفوظة',


    'whoWeAreTitle'=>'من نحن',
    'ourValue'=>'قيمنا',
    'joinOurArtists'=>'انضم إلى الفنانين الخاصين بنا',

    'shopPaintings'=>'تسوق أجمل',
    'paintingsNow'=>'اللوحات الآن',
    'pricesDesc'=>'من أفضل القطع الفنية التي سوف تفسد ذوقك البصري',
    'discover'=>'اكتشف',
    'shopByCategory'=>'تسوق عن طريق الفئات',
    'viewAll'=>'عرض الكل',
    'lastPaintings'=>':آخر اللوحات',
    'addToCart'=>'أضف إلى السلة',
    'by'=>':بواسطة',
    'bestSeller'=>':أفضل البائعين',
    'popularArtists'=>':فنانين مشهورين',
    'sales'=>'مبيعات',
    'theMostBeatifulpaintings'=>'...أجمل اللوحات',
    'whyArtfeat'=>' ArtFeat لماذا ',
    'whyArtfeatText'=>'تقدم منصتنا عرض مميز للوحات وصور تبرز جمال المناطق السياحية في فلسطين. كما يتيح للفنان إنشاء متجر خاص به لعرض وتسويق أعماله الفنية، مع التأكيد على سياسة حماية حقوق الملكية الفكرية وتطبيق معايير الجودة العالية لضمان الحفاظ على أصالة العمل الفني. نحن نعمل على توفير تجربة مستخدم فريدة باستخدام تقنية blockchain .لدعم موقعنا في المستقبل',
    'learnMore'=>'المزيد عن هذا',
    'joinOur'=>'انضم إلى',
    'listCreators'=>'قائمة المنشئين خاصتنا',
    'registerNow'=>'انضم الآن',
    'viewProfile'=>'عرض الملف الشخصي',


    'discoverOurArtists'=>'تعرف على الفنانين الخاصين بنا',
    'discoverOurArtistsDes'=>'!ابحث عن أعمالهم الفنية ، اقرأ عنها ، و إذا اعجبك العمل الفني ، احصل عليه'  ,  
    'descoverSaerch'=>'ابحث عن فنان',
    'descoverSaerchButton'=>'ابحث',


    'allCategories'=>'كل الفئات',



    'artworks'=>'أعمال فنية',
    'followers'=>'متابعين',
    'following'=>'يتابع',
    'editAccount'=>'تعديل معلومات الحساب',
    'artwork'=>'أعمال فنية',
    'collections'=>'المجموعات',
    'favorite'=>'المفضلات',
    'about'=>'عن الفنان',
    'addCollection'=>'أضف مجموعة',
    'noCollections'=>'لا يوجد مجموعات',
    'noArtworks'=>'لا يوجد أعمال فنية',
    'noFavorite'=>' لا يوجد مفضلات',
    'addArtwork'=>'أضف عمل فني',
    'aboutArtistDesc'=>'وصف الفنان',
    'save'=>'حفظ',
    'addDesc'=>'أضف وصف',
    'country'=>'البلد',
    'addCountry'=>'أضف بلدك من خلال تعديل الحساب الخاص بك ',
    'city'=>'المدينة',
    'addCity'=>'أضف مدينتك من خلال تعديل الحساب الخاص بك ',
    'expertise'=>'الخبرات',
    'addExpert'=>'أضف خبرة',
    'newExpert'=>'خبرة جديدة',
    'expert'=>'الخبرة',
    'close'=>'إغلاق',
    'add'=>'أضف',
    'yearsOfExperience'=>'سنوات الخبرة',
    'thisArtistHas'=>'هذا الفنان يمتلك',
    'yearsOfExperienceDes'=>' سنوات من الخبرة',
    'addExperienceYears'=>'أضف سنين خبرتك',
    'socialMedia'=>'مواقع التواصل الاجتماعي',
    'addFacebook'=>'أضف الفيسبوك الخاص بك من خلال تعديل الحساب الخاص بك',
    'addInstagram'=>'أضف الانستغرام الخاص بك من خلال تعديل الحساب الخاص بك',
    'addWebsite'=>'أضف موقعك الالكتروني الخاص بك من خلال تعديل الحساب الخاص بك',
    'addBehance'=>' الخاص بك من خلال تعديل الحساب الخاص بك behance أضف حساب',


    // terms and conditions
    'termsAndConditions'=>'الأحكام والشروط',
    'pleaseRead'=>'   
     [] يرجى قراءة هذه الأحكام والشروط بعناية قبل استخدام
     الذي يتم تشغيله من خلال شركة لوريم' ,
     
    'yourAccess'=>'.إن وصولك إلى الخدمة واستخدامها مشروط بقبولك لهذه الشروط والامتثال لها.
     تنطبق هذه الشروط على جميع الزوار والمستخدمين وغيرهم ممن يصلون إلى الخدمة أو يستخدمونها',
    
    'byAccessing'=>'.من خلال الوصول إلى الخدمة أو استخدامها، فإنك توافق على الالتزام بهذه الشروط. إذا كنت لا توافق على أي جزء من الشروط، فلا يجوز لك الوصول إلى الخدمة',
    
    'content'=>'المحتوى',
    'ourServiceAllow'=>'تتيح لك خدمتنا نشر وربط وتخزين ومشاركة وإتاحة معلومات معينة أو نصوص أو رسومات أو مقاطع فيديو أو مواد أخرى ("المحتوى"). أنت مسؤول عن المحتوى الذي تنشره في الخدمة، وتوافق على عدم انتهاك أي قوانين أو انتهاك
    حقوق الآخرين في استخدامك للخدمة',

    'intellectualProperty'=>'الملكية الفكرية',
    'theService' => '
        الخدمة ومحتواها الأصلي وميزاتها ووظائفها هي
        Lorem Ipsum Ltd وستظل ملكية حصرية لشركة 
        والجهات المرخصة لها. الخدمة محمية بموجب حقوق الطبع والنشر والعلامات التجارية والقوانين الأخرى
        في كل من البلاد والدول الأجنبية
    ',
    'linksToWebsites'=>'روابط المواقع الأخرى',
    'ourServiceMayContain'=>'
    
    قد تحتوي خدمتنا على روابط لمواقع أو خدمات تابعة لجهات خارجية. Lorem Ipsum Ltd ليست مملوكة أو خاضعة لسيطرة شركة 
    وليس لدينا أي تحكم أو أي مسؤولية عن المحتوى أو سياسات الخصوصية أو
    ممارسات أي مواقع أو خدمات تابعة لجهات خارجية. أنت تعترف و
    Lorem Ipsum Ltd  توافق على أن شركة 
    لن تكون مسؤولة أو ملزمة بشكل مباشر
    أو بشكل غير مباشر، عن أي ضرر أو خسارة ناجمة أو يزعم أنها ناجمة عن ذلك
    أو فيما يتعلق باستخدام أو الاعتماد على أي محتوى أو سلع أو
    أو الخدمات المتاحة على أو من خلال أي من هذه المواقع أو الخدمات
    
    ',
    'termination'=>'إنهاء',
    'weMayTerminate'=>'
    
    يجوز لنا إنهاء أو تعليق الوصول إلى خدمتنا على الفور، دون إشعار مسبق أو مسؤولية، لأي سبب من الأسباب، بما في ذلك على سبيل المثال لا الحصر، إذا قمت بخرق الشروط. جميع أحكام الشروط التي بطبيعتها يجب أن تظل سارية بعد الإنهاء، يجب أن تظل سارية بعد الإنهاء، بما في ذلك،
     على سبيل المثال لا الحصر، أحكام الملكية وإخلاء المسؤولية عن الضمان والتعويض وحدود المسؤولية
    
    
    
    ',
    'governingLaw'=>'القانون الحاكم',
    'theseTermsShall'=>'
    تخضع هذه الشروط وتفسر وفقًا لقوانين [الدولة]، بغض النظر عن تعارضها مع أحكام القانون. 
    لن يكون الفشل في تنفيذ أي حق أو شرط من هذه الشروط
    يعتبر تنازلا عن تلك الحقوق. إذا كان أي شرط من هذه الشروط 
    يعتبر غير صالح أو غير قابل للتنفيذ من قبل المحكمة، والأحكام المتبقية
    ستظل هذه الشروط سارية المفعول
    
    
    
    ',
    'changes'=>'التغييرات',
    'weReserve'=>'
    نحن نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال
    الشروط في أي وقت. إذا كانت المراجعة مادية، فسنحاول تقديمها في
    إشعار قبل 
    من الأيام على الأقل قبل سريان أي شروط جديدة. ما
      سيشكل تغييرًا جوهريًا سيتم تحديده وفقًا لتقديرنا الخاص
    
    
    ',

    //error404
    'noResult'=>'لم يتم العثور على نتائج !.. من فضلك جرب طريقة بحث أخرى',
    'homePage'=>'الصفحة الرئيسية',
    'searchh'=>'ابحث',
    


  



];